
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Assurez-vous que votre borne d’accès Wi-Fi Apple est branchée et à portée de votre ordinateur ou connectée via Ethernet, et réessayez. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Problème inconnu (%@)";
"tooNew.description" = "Cette borne d’accès Wi-Fi Apple a signalé un problème inconnu. Cliquez sur Mise à jour de logiciels pour mettre à jour Utilitaire AirPort et réessayez.";
"tooNew.remedy" = "Mise à jour de logiciels…";

/* kACPProblemCodeUnknown */
"unkn" = "Problème inconnu";
"unkn.description" = "Cette borne d’accès Wi-Fi Apple signale un problème inconnu. Vous pouvez essayez de l’éteindre et de la rallumer, de rechercher un microprogramme plus récent, ou d’effectuer une réinitialisation matérielle. Une réinitialisation matérielle efface tous les réglages et nécessite une nouvelle configuration.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet déconnecté";
"waNL.description" = "Aucun dispositif n’est relié au port WAN Ethernet. Si vous accédez à Internet via un modem câble, un modem DSL, un autre type de modem haut débit ou un réseau connecté à Internet, connectez le modem haut débit ou le réseau au port WAN Ethernet.";
"waNL.furtherInfo" = "Après avoir vérifié la connexion Ethernet au port WAN, cliquez sur « Vérifier le port WAN Ethernet ».";
"waNL.retest" = "Vérifier le port WAN Ethernet";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Connexion à Internet";
"waNI.description" = "Votre borne d’accès Wi-Fi Apple n’a pas d’adresse IP valide. Assurez-vous que votre borne d’accès Wi-Fi Apple est connectée à votre modem haut débit ou votre réseau local, vérifiez vos réglages et réessayez. Si vous ne parvenez toujours pas à vous connecter, contactez votre fournisseur d’accès Internet.";
"waNI.furtherInfo" = "La solution la plus courante à ce problème consiste à réinitialiser votre modem haut débit. Pour cela, éteignez-le, attendez au moins 5 minutes, puis rallumez-le.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Réseau sans fil";
"raNN.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour joindre un réseau sans fil spécifique, qui est introuvable. Si le réseau que vous souhaitez rejoindre n’apparaît pas dans le menu local des noms de réseau, saisissez le nom du réseau et son mot de passe le cas échéant pour réessayer.";
"raNN.remedy" = "Sans fil…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Erreur du WDS";
"wdsP.description" = "Cette borne d’accès Wi-Fi Apple est configurée au sein d’un réseau WDS mais aucune borne d’accès Wi-Fi Apple n’est disponible.";
"wdsP.furtherInfo" = "Vérifiez que les adresses MAC sans fil des périphériques sans fil WDS sont correctes. Assurez-vous que les périphériques sans fil sont branchés et à portée de cette borne d’accès Wi-Fi Apple.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "Serveur PPPoE";
"ppNS.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour se connecter à Internet à l’aide de PPPoE mais aucun serveur PPPoE n’est disponible. Assurez-vous que votre fournisseur d’accès Internet vous oblige à utiliser PPPoE, puis vérifiez que le modem est allumé et connecté au port WAN de cette borne d’accès Wi-Fi Apple et réessayez. Si vous ne pouvez toujours pas vous connecter au serveur, contactez votre fournisseur d’accès.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Mot de passe PPPoE";
"ppBP.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour se connecter à Internet à l’aide de PPPoE et le mot de passe saisi n’est pas correct. Saisissez le mot de passe correct et réessayez. Si vous ne parvenez toujours pas à vous connecter, contactez votre fournisseur d’accès Internet.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "Serveur RADIUS";
"rdNS.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour se connecter à Internet à l’aide d’un contrôle d’accès fondé sur WPA Enterprise ou RADIUS mais aucun serveur RADIUS n’est disponible. Assurez-vous que les réglages du serveur sont corrects et réessayez.";
"rdNS.remedy" = "Contrôle d’accès…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Alimentation USB"; 
"usbp.description" = "Un périphérique connecté au port USB de cette borne d’accès Wi-Fi Apple requiert davantage d’alimentation que ne peut en fournir cette borne d’accès Wi-Fi Apple. Branchez si possible le périphérique à une source d’alimentation, ou connectez-le à un concentrateur USB alimenté.";
"usbp.remedy" = "Disques…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Le disque doit être réparé";
"fsck.description" = "Le disque connecté à votre borne d’accès Wi-Fi Apple pose problème. Connectez le disque à votre ordinateur pour réparer le disque.";
"fsck.remedy" = "Disques…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Le disque interne doit être réparé";
"Ifsc.description" = "Un problème est survenu sur votre disque Time Capsule.";
"Ifsc.remedy" = "Disques…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Espace disque faible";
"fslo.description" = "Un disque connecté à votre borne d’accès Wi-Fi Apple présente un espace de stockage faible.";
"fslo.remedy" = "Disques…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Espace faible sur le disque interne";
"Ifsl.description" = "Votre disque Time Capsule n’a presque plus d’espace de stockage.";
"Ifsl.remedy" = "Disques…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Disque non pris en charge";
"unsD.description" = "Un disque connecté à votre borne d’accès Wi-Fi Apple n’est pas pris en charge et est inutilisable. Essayez un disque différent.";
"unsD.remedy" = "Disques…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Plage d’adresses DHCP incompatible";
"waRj.description" = "Cette borne d’accès Wi-Fi Apple a rejeté une adresse DHCP dans le même sous-réseau que son serveur DHCP interne. Vous devriez probablement passer votre borne d’accès Wi-Fi Apple en mode pont. Si vous souhaitez toujours utiliser DHCP et NAT pour partager une adresse IP unique, vous devez modifier votre plage d’adresses DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Réglages par défaut";
"ctim.description" = "Cette borne d’accès Wi-Fi Apple a des réglages par défaut. Vous devez configurer votre borne d’accès Wi-Fi Apple de manière à se connecter à Internet, sécuriser le réseau sans fil et fournir un mot de passe.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Redémarrage à chaud";
"soft.description" = "Cette borne d’accès Wi-Fi Apple a été réinitialisée et vous avez un accès temporaire vous permettant de modifier les réglages qui vous empêchaient d’accéder au réseau.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Réseau sans fil non sécurisé";
"opNW.description" = "Cette borne d’accès Wi-Fi Apple n’a aucune sécurité sur le réseau sans fil. Il est recommandé d’utiliser WPA2 Personnel pour sécuriser votre réseau sans fil.";
"opNW.remedy" = "Modifier la sécurité…";
"opNW.assistDescription" = "Si vous ne changez pas le mode de sécurité, le voyant d’état orange de cette borne d’accès Wi-Fi Apple clignotera. Voulez-vous vraiment continuer ?";

/* kACPProblemCodePublicPassword */
"pubP" = "Mot de passe par défaut";
"pubP.description" = "Cette borne d’accès Wi-Fi Apple est protégée par le mot de passe par défaut. Il vous est recommandé de changer de mot de passer pour protéger votre borne d’accès Wi-Fi Apple.";
"pubP.remedy" = "Modifier le mot de passe…";
"pubP.assistDescription" = "Si vous ne changez pas le mot de passe, le voyant d’état orange de cette borne d’accès Wi-Fi Apple clignotera. Voulez-vous vraiment continuer ?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Double NAT";
"DubN.description" = "Cette borne d’accès Wi-Fi Apple a une adresse IP privée sur son port WAN Ethernet. Elle est connectée à un périphérique ou réseau qui utilise NAT (Traduction d’adresse réseau) pour fournir des adresses IP privées. Vous devez passer votre borne d’accès Wi-Fi Apple du mode DHCP et NAT au mode pont.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Authentification Bonjour";
"wbAu.description" = "Le nom ou le mot de passe utilisé pour vous authentifier auprès de votre serveur DNS est incorrect. Veuillez les saisir correctement puis réessayer. Si le problème persiste, contactez l’administrateur du serveur DNS que vous utilisez.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Réseau étendu";
"bsWD.description" = "Cette borne d’accès Wi-Fi Apple n’a pas été en mesure d’étendre le réséau sans fil. Assurez-vous que le réseau sans fil que vous essayez d’étendre était configuré et fonctionne correctement, que vous avez saisi un mot de passe de réseau sans fil correspondant dans ce périphérique, et que ce périphérique est à portée du réseau sans fil.";
"bsWD.remedy" = "Sans fil…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Mise à jour du programme interne disponible";
"upAv.description" = "Cliquez sur Mettre à jour le microprogramme pour obtenir le plus récent microprogramme disponible pour cette borne d’accès Wi-Fi Apple.";
"upAv.remedy" = "Mettre à jour le programme interne…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP via WAN";
"waSN.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour autoriser SNMP en utilisant le port WAN Ethernet, ce qui diminue la sécurité réseau.";
"waSN.remedy" = "Journalisation et SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Configuration via WAN";
"waCF.description" = "Cette borne d’accès Wi-Fi Apple est configurée pour permettre la configuration en utilisant le port WAN Ethernet, ce qui diminue la sécurité réseau.";
"waCF.remedy" = "Borne d’accès…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Aucun serveur DNS";
"nDNS.description" = "Cette borne d’accès Wi-Fi Apple n’a pas d’adresse de serveur DNS et risque d’avoir des difficultés à se connecter à Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Mise à jour du logiciel disponible";
"timz.description" = "Cliquez sur Mettre à jour pour mettre Utilitaire AirPort à jour, puis réessayez.";
"timz.remedy" = "Mise à jour de logiciels…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Cette borne d’accès Wi-Fi Apple est occupée";
"TaIP.description" = "Ne branchez pas et ne redémarrez pas cette borne d’accès Wi-Fi Apple tant qu’elle n’est pas disponible.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Votre nom d’abonné ou votre mot de passe MobileMe n’est pas correct";
"dMCR.description" = "Votre nom d’abonné ou votre mot de passe MobileMe n’est pas correct. Saisissez le nom ou le mot de passe correct, puis réessayez.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Ce périphérique est peut-être en train de surchauffer.";
"oTMP.description" = "Vérifiez si cette borne d’accès Wi-Fi Apple semble chaude. Si c’est le cas, essayez de la changer de place ou de retirer tout élément obstruant sa ventilation.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Erreur de tunnel IPv6";
"6gdn.description" = "Une erreur s’est produite au niveau de l’extrémité du tunnel IPv6. Attendez que le service soit rétabli puis réessayez. Contactez votre fournisseur d’accès si le problème persiste.";
"6gdn.remedy" = "Réglages IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Erreur de relais IPv6";
"6rdn.description" = "Une erreur s’est produite au niveau du routeur relais IPv6. Attendez que le service soit rétabli puis réessayez. Contactez votre fournisseur d’accès si le problème persiste.";
"6rdn.remedy" = "Réglages IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Migration interrompue";
"mgrt.description" = "La migration du disque Time Capsule a été interrompue.";
"mgrt.remedy" = "Disques…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Migration terminée";
"mgEr.description" = "Migration du disque terminée. Cliquez sur Continuer pour effacer le disque Time Capsule précédent.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Panne du disque Time Capsule";
"SSdF.description" = "Un problème est survenu avec votre disque Time Capsule. Connectez un disque dur USB à votre Time Capsule et utilisez le panneau Disques d’Utilitaire AirPort pour archiver et sauvegarder ses données. En cas de réparation, visitez la barre Genius de votre Apple Store ou consultez un fournisseur de services agréé Apple.";
"SSdF.remedy" = "Disques…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Effacement du disque AirPort";
"EraD.description" = "Le disque AirPort %@ est en cours d’effacement. Cette opération est irréversible.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Effacement du disque Time Capsule";
"EraI.description" = "L’effacement du disque Time Capsule est une opération irréversible.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Archivage du disque Time Capsule";
"ArcI.description" = "Le disque Time Capsule %1$@ est en cours d’archivage sur le disque AirPort %2$@. Cliquez sur Annuler pour interrompre l’archivage.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Une valeur pour « %@ » est requise.";

/* vGenErrorTooShort */
"gErB" = "La valeur pour « %@ » est trop courte.";

/* vGenErrorTooLong */
"gErC" = "La valeur pour « %@ » est trop longue.";

/* vGenErrorNotSupported */
"gErD" = "Le réglage « %@ » n’est pas pris en charge par cette borne d’accès Wi-Fi Apple.";

/* vGenErrorInvalid */
"gErE" = "La valeur pour « %@ » n’est pas valide.";

/* vGenErrorTooHigh */
"gErF" = "La valeur pour « %@ » est trop élevée.";

/* vGenErrorTooLow */
"gErG" = "La valeur pour « %@ » est trop basse.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Il y a trop d’entrées dans le tableau « %@ ».";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Pour une sécurité maximale, créez un mot de passe autre que « public ».";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "L’adresse IP de destination syslog est invalide.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Le niveau syslog n’est pas valide.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Le mode de sécurité sans fil sélectionné n’est pas pris en charge par cette borne d’accès Wi-Fi Apple.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "La clé WEP 40 bits saisie n’est pas valide.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "La clé WEP 128 bits saisie n’est pas valide.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Le mot de passe d’accès sans fil à un réseau de sécurité transitionnel (TSN) doit comporter exactement 13 caractères.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "La longueur du mot de passe d’accès sans fil du réseau WPA Personnel doit être de 8 à 63 caractères. Il peut également comporter 64 caractères hexadécimaux.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "La temporisation de clé de groupe que vous avez saisie est trop courte. Elle doit être supérieure ou égale à 10 minutes.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "La temporisation de clé de groupe que vous avez saisie est trop longue. Elle doit être inférieure ou égale à 9999999 minutes.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "La sélection automatique de canal n’est pas prise en charge par cette borne d’accès Wi-Fi Apple.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Le taux de multidiffusion sélectionné n’est pas valide pour une densité radio faible.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Le taux de multidiffusion sélectionné n’est pas valide pour une densité radio moyenne.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Le taux de multidiffusion sélectionné n’est pas valide pour une densité radio élevée.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Le taux de multidiffusion sélectionné n’est pas valide pour un réseau compatible avec 802.11b ou 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Le taux de multidiffusion sélectionné n’est pas valide pour un réseau 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Le mode client n’est pas pris en charge par cette borne d’accès Wi-Fi Apple.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "La désactivation de radio n’est pas pris en charge par cette borne d’accès Wi-Fi Apple.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Le partage d’une gamme d’adresses IP à l’aide de DHCP seulement requiert une configuration manuelle de votre adresse IP de WAN. Si votre FAI vous donne une gamme d’adresses IP statiques, vous devez configurer manuellement votre borne d’accès Wi-Fi Apple en utilisant la première adresse IP, et distribuer le reste via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "L’adresse de routeur saisie n’est pas compatible avec votre adresse IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Votre adresse IP WAN ne peut pas être identique à l’adresse IP du routeur.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Un tunnel IPv6 configuré manuellement requiert une adresse IP WAN statique";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "La désactivation du port WAN n’est pas pris en charge par cette borne d’accès Wi-Fi Apple.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "L’autorisation de la gestion à distance via le port WAN requiert l’activation du port WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Si vous utilisez PPPoE ou un modem pour vous connecter via PPP, vous devez sélectionner DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Le partage de votre connexion Internet n’est pas pris en charge lorsque votre borne d’accès Wi-Fi Apple est configurée pour joindre un réseau sans fil."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "La plage d’adresses DHCP saisie est en conflit avec l’adresse IP de WAN de votre borne d’accès Wi-Fi Apple.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "L’adresse de début ou l’adresse de fin de la plage d’adresses DHCP est invalide.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA avec WDS n’est pas pris en charge par cette borne d’accès Wi-Fi Apple. Assurez-vous d’utiliser le plus récent microprogramme.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS requiert plusieurs bornes d’accès Wi-Fi Apple. Ajoutez au moins un pair WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS et WPA Entreprise ne sont pas compatibles. Si vous souhaitez configurer un réseau WDS, il est conseillé d’utiliser WPA Personnel.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS n’est pas compatible avec les modes radio opérant à 5GHz. Veuillez changer de mode radio puis réessayer.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Le contrôle d’accès d’adresses MAC est activé mais il n’y a aucune entrée. Veuillez le désactiver ou ajouter des entrées à la liste.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "La promotion globale d’un service à l’aide de Bonjour nécessite un nom d’hôte sur zone élargie. Vous pouvez configurer vos réglages Bonjour en cliquant sur le bouton « Modifier… » de la sous-fenêtre %@ des réglages AirPort.";

/* End of AirePortErrors.strings file */
